Repository: datopian/ckanext-querytool
Catalog: ckanext/querytool/i18n/*/LC_MESSAGES/ckanext-querytool.po
Languages: es, fr, km

source: {actor} started following {dataset}
km: {actor} បានចាប់ផ្តើមធ្វើតាម {dataset}

source: {actor} started following {user}
km: {actor} បានចាប់ផ្តើមធ្វើតាម {user}

source: {actor} started following {group}
km: {actor} ចាប់ផ្តើមដើរតាម {group}

source: {mins} minute ago
km: {mins} នាទីកន្លងទៅ

source: {hours} hour ago
km: {hours} ម៉ោងកន្លងទៅ

source: {months} month ago
km: {months} ខែកន្លងទៅ

source: over {years} year ago
km: ជាង {years} ឆ្នាំកន្លងទៅ

source: Edits
km: ការកែប្រែ

source: News feed
km: មតិព័ត៌មាន

source: My Datasets
km: សំណុំទិន្នន័យរបស់ខ្ញុំ

source: My Organizations
km: អង្គភាពរបស់ខ្ញុំ

source: My Groups
km: ក្រុមរបស់ខ្ញុំ

source: Activity from items that I'm following
km: សកម្មភាពពីធាតុដែលខ្ញុំកំពុងតាមដាន

source: You haven't created any datasets.
km: អ្នកមិនបានបង្កើតសំណុំទិន្នន័យណាមួយទេ។

source: Create one now?
km: បង្កើតមួយឥឡូវនេះ?

source: You are not a member of any groups.
km: អ្នកមិនមែនជាសមាជិកនៃក្រុមណាមួយទេ។

source: You are not a member of any organizations.
km: អ្នកមិនមែនជាសមាជិកនៃអង្គការណាមួយទេ។

source: Users
km: អ្នកប្រើប្រាស់

source: Account Info
km: ព័ត៌មាន​គណនី

source: Your profile lets other CKAN users know about who you are and what you do.
km: ពត៌មានផ្ទាល់ខ្លួនរបស់អ្នក អាចអោយអ្នកប្រើប្រាស់ CKAN ផ្សេងទៀតដឹងថាអ្នកជានរណា និងអ្នកធ្វើអ្វី។

source: Change details
km: ផ្លាស់ប្តូរព័ត៌មានលម្អិត

source: A little information about yourself
km: ព័ត៌មានតិចតួចអំពីខ្លួនអ្នក

source: Sysadmin Password
km: ពាក្យសម្ងាត់

source: Are you sure you want to delete this User?
km: តើអ្នកប្រាកដជាចង់លុបអ្នកប្រើនេះឬ?

source: Are you sure you want to regenerate the API key?
km: តើអ្នកពិតជាចង់បង្កើតលេខកូដ API ឡើងវិញឬ?

source: Regenerate API Key
km: បង្កើតលេខកូដ API ឡើងវិញ

source: Update Profile
km: ព័ត៌មានថ្មីៗ

source: Confirm
km: បញ្ជាក់

source: Cancel
km: បោះបង់

source: Dashboard (%(num)d new item)
km: ផ្ទាំងគ្រប់គ្រង (%(num)d new item)

source: Log out
km: ចាកចេញ

source: Log in
km: ចូល

source: Sysadmin settings
km: ការកំណត់អ្នកគ្រប់គ្រង

source: View profile
km: មើលប្រវត្តិរូប

source: Dashboard
km: ផ្ទាំងគ្រប់គ្រង

source: {number} organization found
km: {number} បានរកឃើញអង្គភាព

source: No organizations found
km: រកមិនឃើញអង្គការ

source: Social
km: សង្គម

source: Subscribe
km: ជាវ

source: Welcome Page Title
es: Título de la página de la página de inicio
fr: Titre de la page d'accueil
km: ចំណងជើងនៃទំព័រស្វាគមន៍

source: The title presented to users on the home page.
es: El título presentado a los usuarios en la página de inicio.
fr: Le titre présenté aux utilisateurs sur la page d'accueil.
km: ចំណងជើងដែលបង្ហាញដល់អ្នកប្រើប្រាស់នៅលើទំព័រដើម។

source: Welcome Page Description
es: Descripción de la página de inicio
fr: Description de la page d'accueil
km: ការពិពណ៌នាអំពីទំព័រស្វាគមន៍

source: The description presented to users on the home page.
es: La descripción presentada a los usuarios en la página de inicio.
fr: La description présentée aux utilisateurs sur la page d'accueil.
km: ការពិពណ៌នាដែលបង្ហាញដល់អ្នកប្រើប្រាស់នៅលើទំព័រដើម។

source: Homepage
es: Página de inicio
fr: Page d'accueil
km: ទំព័រដើម

source: Column Width
es: Ancho de columna
fr: Largeur de colonne
km: ទំហំទទឹងគូឡោន

source: Half
es: Mitad
fr: Demi
km: ពាក់កណ្តាល

source: Full
es: Completo
fr: Complet
km: ពេញ

source: Site logo
es: Logo del sitio
fr: Logo du site
km: រូបសញ្ញាគេហទំព័រ

source: Name Ascending
km: ឈ្មោះឡើង

source: Name Descending
km: ឈ្មោះចុះ

source: What are Groups?
km: តើក្រុមជាអ្វី?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
km: អ្នកអាចប្រើក្រុម CKAN ដើម្បីបង្កើត និងគ្រប់គ្រងការប្រមូល កម្រងទិន្នន័យ។ នេះអាចជាការធ្វើតារាងទិន្នន័យ សម្រាប់គម្រោង ឬ ក្រុមការងារជាក់លាក់មួយ ឬលើប្រធានបទជាក់លាក់មួយ ឬ ជាមធ្យោបាយសាមញ្ញមួយដើម្បី ជួយដល់មនុស្សក្នុងការរក និង ស្វែងរកកម្រងទិន្នន័យ ដែលបានផ្សព្វផ្សាយ។

source: Search groups...
es: Buscar grupos...
fr: Rechercher des groupes...
km: ស្វែងរកក្រុម ...

source: Search
km: ស្វែងរក

source: Order by
km: បញ្ជាទិញតាម

source: 0 Datasets
km: 0 កម្រងទិន្នន័យ

source: This dataset has no data
km: កម្រងទិន្នន័យនេះមិនមានទិន្នន័យទេ

source: This dataset has no description
km: កម្រងទិន្នន័យនេះមិនមានការពិពណ៌នាទេ

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
km: អ្នកក៏អាចចូលប្រើបញ្ជីនេះបានដែរ ដោយប្រើ %(api_link)s (សូមមើល %(api_doc_link) s)។

source: CKAN Association
km: សមាគម CKAN

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
km: <strong> គាំទ្រដោយ </strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org"> CKAN </a>

source: About {0}
km: អំពី {0}

source: Explore
km: រុករក

source: Manage
km: គ្រប់គ្រង

source: Activity Stream
km: ចរន្តសកម្មភាព

source: Additional Info
km: ព័ត៌មានបន្ថែម

source: Additional Information
km: ព័ត៌មានបន្ថែម

source: Field
km: ចន្លោះ

source: Value
km: តម្លៃ

source: Data last updated
km: ទិន្នន័យបានធ្វើបច្ចុប្បន្នភាពចុងក្រោយ

source: unknown
km: មិនស្គាល់

source: Metadata last updated
km: ទិន្នន័យមេតាដែតា ត្រូវបានធ្វើបច្ចុប្បន្នភាពចុងក្រោយ

source: Created
km: បានបង្កើត

source: Format
km: ទម្រង់

source: State
km: រដ្ឋ

source: Last Updated
km: ធ្វើបច្ចុប្បន្នភាពចុងក្រោយ

source: Unfollow
km: មិនតាមដាន

source: Follow
km: តាមដាន

source: Link
km: តំណភ្ជាប់

source: Link to a URL on the internet (you can also link to an API)
km: ភ្ជាប់ទៅ URL នៅលើអ៊ីនធឺណិត (អ្នកក៏អាចភ្ជាប់ទៅ API ផងដែរ)

source: Upload
km: បង្ហោះ

source: Remove
es: Eliminar
fr: Éliminer
km: យកចេញ

source: Upload a file on your computer
km: ផ្ទុកឯកសារទៅក្នុងកុំព្យូទ័ររបស់អ្នក

source: There is no description for this organization
km: មិនមានការពិពណ៌នាសម្រាប់ស្ថាប័ននេះទេ

source: Followers
km: អ្នកតាមដាន

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Style:</strong> Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank">reading the documentation</a>.</p> <p><strong>Homepage:</strong> This is for choosing a predefined layout for the modules that appear on your homepage.</p>
km: <p> <strong> ចំណងជើងគេហទំព័រ៖ </strong> នេះជាចំណងជើង នៃទម្រង CKAN នេះ វាបង្ហាញឱ្យឃើញ នៅកន្លែងផ្សេងៗគ្នា នៅទូទាំង CKAN។ </p> <p> <strong> រចនាបទ៖ </strong> ជ្រើសរើសពីបញ្ជី បំរែបំរួលសាមញ្ញនៃ ប្រភពពណ៌ចម្បង ដើម្បីធ្វើឱ្យធីមផ្ទាល់ ខ្លួនមានដំណើរការ ឆាប់រហ័ស។ </p> <p> <strong> រូបសញ្ញាស្លាក គេហទំព័រ៖ </strong> នេះគឺជារូបសញ្ញា ដែលបង្ហាញនៅផ្នែក ក្បាលនៃទម្រង់ CKAN ទាំងអស់។ </p> <p> <strong> អំពី៖ </strong> អត្ថបទនេះនឹងបង្ហា ញនៅលើទម្រង់ CKAN នេះ <a href="%(about_url)s"> អំពីទំព័រ </a>.</p> <p> <strong> អត្ថបទផ្តើម៖ </strong> អត្ថបទនេះនឹងបង្ ហាញនៅលើទម្រង់ CKAN នេះ <a href="%(home_url)s"> ទំព័រដើម </a> ជាការស្វាគមន៍ចំពោះ អ្នកទស្សនា។ </p> <p> <strong> CSS ផ្ទាល់ខ្លួន៖ </strong> នេះជាបណ្តុំនៃ CSS ដែលមាននៅក្នុង <code>&lt;head&gt;</code> ស្លាកនៃទំព័រនីមួយៗ។ ប្រសិនបើអ្នកចង់ប្ តូរទម្រង់ឱ្យបាន ពេញលេញជាងនេះ យើងសូមណែនាំ <a href="%(docs_url)s" target="_blank"> អានឯកសារ </a>.</p> <p> <strong> គេហទំព័រ៖ </strong> នេះគឺដើម្បីជ្រើសរើស ប្លង់ដែលបាន កំណត់ជាមុនសម្រាប់ ម៉ូឌុលដែលបង្ហាញ លើទំព័រដើមរបស់អ្នក។ </p>

source: <p>As a sysadmin user you have full control over this CKAN instance. Proceed with care!</p> <p>For guidance on using sysadmin features, see the CKAN <a href="%(docs_url)s" target="_blank">sysadmin guide</a></p>
km: <p>ក្នុងនាមជាអ្នកប្រើ ប្រាស់ក្រោមសមាសភាព ជាអ្នកគ្រប់គ្រងប្រព័ន្ធ អ្នកអាចគ្រប់គ្រងលើ វត្ថុទម្រង់ CKAN នេះបាន។ សូមបន្តប្រើដោយ យកចិត្តទុកដាក់! </p> <p> សម្រាប់ការណែនាំអំពី ការប្រើប្រាស់លក្ខណៈ ពិសេសរបស់ អ្នកគ្រប់គ្រងប្រព័ន្ធ សូមមើល CKAN <a href="%(docs_url)s" target="_blank">មគ្គុទ្ទេសក៍ណែនាំ សម្រាប់អ្នកគ្រប់គ្រង ប្រព័ន្ធ </a> </p>

source: Administer CKAN
km: គ្រប់គ្រង CKAN

source: Skip to content
km: រំលងទៅមាតិកា

source: Load less
km: ផ្ទុកតិច

source: Load more
km: ផ្ទុកបន្ថែម

source: No activities are within this activity stream
km: មិនមានសកម្មភាពនៅក្នុងចរន្តសកម្មភាពនេះទេ

source: Administration
km: រដ្ឋបាល

source: Sysadmins
km: អ្នកគ្រប់គ្រងប្រព័ន្ធ

source: Config
km: កំណត់រចនាសម្ព័ន្ធ

source: Trash
km: សំរាម

source: Are you sure you want to reset the config?
km: តើអ្នកពិតជាចង់កែប្រែរចនាសម្ព័ន្ធសម្រាប់ការកំណត់ឡើងវិញឬ?

source: Reset
km: កំណត់ឡើងវិញ

source: Update Config
km: ធ្វើបច្ចុប្បន្នភាពទៅលើការកំណត់រចនាសម្ព័ន្ធ

source: CKAN config options
km: ជម្រើសសម្រាប់កំណត់រចនាសម្ព័ន្ធ CKAN

source: Confirm Reset
km: បញ្ជាក់អំពីការកំណត់ឡើងវិញ

source: Purge
km: បំបាត់

source: <p>Purge deleted datasets forever and irreversibly.</p>
km: <p> បំបាត់ទិន្នន័យដែលបានលុបចោលជារៀងរហូតនិងមិនអាចត្រឡប់វិញបាន. </p>

source: This means only you can see this
km: នេះមានន័យថា មានតែអ្នកប៉ុណ្ណោះដែលអាចមើលឃើញ

source: Member Since
km: សមាជិកតាំងពី

source: API Key
km: គន្លឹះ API

source: Activity from:
km: សកម្មភាពពី៖

source: Search list...
km: បញ្ជីស្វែងរក ...

source: You are not following anything
km: អ្នកពុំមានតាមដានអ្វីទាំងអស់

source: No followers
km: គ្មានអ្នកតាមដាន

source: Search Users
km: ស្វែងរកអ្នកប្រើប្រាស់

source: Password reset
km: កំណត់ពាក្យសម្ងាត់ឡើងវិញ

source: Request reset
km: ស្នើសុំកំណត់ឡើងវិញ

source: User hasn't created any datasets.
km: អ្នកប្រើប្រាស់មិនបានបង្កើតកម្រងទិន្នន័យណាមួយទេ។

source: You have not provided a biography.
km: អ្នកមិនបានផ្តល់ជីវប្រវត្តិទេ។

source: This user has no biography.
km: អ្នកប្រើប្រាស់នេះមិនមានជីវប្រវត្តិទេ។

source: Show annotations
es: Mostrar anotaciones
fr: Afficher les annotations
km: បង្ហាញចំណារពន្យល់

source: Show bounds
es: Mostrar límites
fr: Afficher les limites
km: បង្ហាញព្រំដែន

source: Lower bounds
es: Límite inferior
fr: Limite inférieure
km: ព្រំដែនខាងក្រោម

source: Upper bounds
es: Límite superior
fr: Limite supérieure
km: ព្រំដែនខាងលើ

source: Sub-dimension
es: Sub-dimensión
fr: Sous-dimension
km: វិមាត្ររង

source: An integer or decimal between 0.1-10.
es: Un número entero o decimal entre 0,1 y 10.
fr: Un nombre entier ou décimal compris entre 0,1 et 10.
km: ចំនួនគត់ឬទសភាគរវាង ០.១-១០ ។

source: Line Options
es: Opciones de línea
fr: Options de ligne
km: ជម្រើសបន្ទាត់

source: Solid
es: Solida
fr: Solide
km: រឹង

source: Dashed
es: Guión
fr: Trait
km: ដាច់ៗ

source: Dash Dot
es: Guión Punto
fr: Trait et point
km: ដាច់ៗ ចំនុច

source: Dotted
es: Punteada
fr: Pointé
km: ចំនុច

source: Slim
es: Delgada
fr: Mince
km: ស្ដើង

source: Regular
fr: Réguliere
km: ទៀង​ទា​ត

source: Wide
es: Ancha
fr: Large
km: ធំទូលាយ

source: Set axis range
es: Definir rango del eje
fr: Définir la plage d'axes
km: កំណត់ជួរអ័ក្ស

source: Axis range minimum
es: Rango mínimo
fr: Plage minimale
km: ជួរអ័ក្សអប្បបរមា

source: Axis minimum
es: Mínimo del eje
fr: Minimum d'axe
km: អ័ក្សអប្បបរមា

source: Axis range maximum
es: Rango máximo
fr: Plage maximale
km: ជួរអ័ក្សអតិបរមា

source: Axis maximum
es: Máximo del eje
fr: Maximum d´axe
km: អ័ក្សអតិបរមា

source: Show legend title
es: Mostrar título de leyenda
fr: Afficher le titre de la légende
km: បង្ហាញចំណងជើង

source: Custom legend title
es: Título de leyenda personalizado
fr: Titre de légende personnalisé
km: ចំណងជើងផ្ទាល់ខ្លួន

source: Width of bar, default 5.0
es: Ancho de la barra, por defecto 5.0
fr: Largeur de la barre, par défaut 5.0
km: ទទឹងរបារ លំនាំដើម 5.0

source: Sort x axis labels
es: Ordenar etiquetas del eje x
fr: Commander des étiquettes sur l'axe des x
km: តម្រៀបឈ្មោះអ័ក្ស x

source: Date DD/MM/YYYY .e.g. 01/01/2014
es: Fecha DD/MM/AAAA ej. 01/01/2014
fr: Date JJ/MM/AAAA ex. 01/01/2014
km: កាលបរិច្ឆេទ ថ្ងៃទី/ខែ/ឆ្នាំ ឧ. ០១/០១/២០១៤

source: Date YYYY/MM/DD .e.g. 2014/01/01
es: Fecha AAAA/MM/DD ej. 01/01/2014
fr: Date AAAA/MM/JJ ex. 01/01/2014
km: កាលបរិច្ឆេទ ឆ្នាំ/ខែ/ថ្ងៃទី ឧ. ២០១៤០១/០១/

source: Date YYYY/MM .e.g. 2014/01
es: Fecha AAAA/MM ej. 2014/01
fr: Date AAAA/MM ex. 2014/01
km: កាលបរិច្ឆេទ ឆ្នាំ/ខែ ឧ. ២០១៤/០១

source: Date MM/YYYY .e.g. 01/2014
es: Fecha MM/AAAA ej. 01/2014
fr: Date MM/AAAA ex. 01/2014
km: កាលបរិច្ឆេទ ខែ/ឆ្នាំ ឧ. ០១/២០១៤

source: Date DD/MM .e.g. 01/01
es: Fecha DD/MM ej. 01/01
fr: Date JJ/MM ex. 01/01
km: កាលបរិច្ឆេទ ថ្ងៃ/ខែ ឧ. ០១/០១

source: Date MM/YY .e.g. 01/14
es: Fecha MM/AA ej. 01/14
fr: Date MM/AA ex. 01/14
km: កាលបរិច្ឆេទ ខែ/ឆ្នាំ ឧ. ០១/១៤

source: Date YYYY .e.g. 2014
es: Fecha AAAA ej. 2014
fr: Date AAAA ex. 2014
km: កាលបរិច្ឆេទ ឆ្នាំ ឧ. ឆ្នាំ ២០១៤

source: Date MMM DD, YYYY .e.g. Jan 01, 2014
es: Fecha MMM DD, AAAA ej. Ene 01, 2014
fr: Date MMM JJ, AAAA ex. Jan 01, 2014
km: កាលបរិច្ឆេទ​​ ខែ ថ្ងៃទី, ឆ្នាំ ឧ. ខែមករា ថ្ងៃទី០១ឆ្នាំ២០១៤

source: Date MMM DD .e.g. Jan 01
es: Fecha MMM DD ej. Ene 01
fr: Date MMM JJ ex. Jan 01
km: កាលបរិច្ឆេទ ខែ ថ្ងៃទី ឧ. មករា.០១

source: Date MMM YY .e.g. Jan 14
es: Fecha MMM AA ej. Ene 14
fr: Date MMM AA ex. Jan 14
km: កាលបរិច្ឆេទ ខែ ឆ្នាំ ឧ. មករា ១៤

source: Dimension by default
es: Dimensión por defecto
fr: Dimension par défaut
km: ទំហំលំនាំដើម

source: Enabled
es: Habilitado
fr: Activé
km: បានបើក

source: Disabled
es: Deshabilitado
fr: Désactivé
km: បានបិទ

source: Sequential
es: Secuencial
fr: Séquentiel
km: បន្តបន្ទប់

source: Divergent
es: Divergente
km: ភាពខុសគ្នា

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance. It appears in various places throughout CKAN.</p> <p><strong>Style:</strong> Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank">reading the documentation</a>.</p>
es: <p><strong>Título del sitio:</strong> Este es el título de esta instancia de CKAN Aparece en varios lugares a lo largo de CKAN. </p> <p><strong>Estilo:</strong> elija de una lista de variaciones simples del esquema de color principal para obtener un tema personalizado muy rápido. </p> <p><strong>Logotipo del sitio:</strong> este es el logotipo que aparece en el encabezado de todas las plantillas de la instancia de CKAN. </p> <p><strong>CSS personalizado:</strong> este es un bloque de CSS que aparece en la etiqueta <code>&lt;head&gt;</code> de cada página. Si desea personalizar más las plantillas, le recomendamos <a href="%(docs_url)s" target="_blank">que lea la documentación</a>.</p>
fr: <p><strong>Titre du site:</strong> C'est le titre de cette instance CKAN. Il apparaît à divers endroits dans CKAN. </p> <p><strong>Style:</strong> choisissez parmi une liste de variations simples du jeu de couleurs principal pour obtenir un thème personnalisé très rapide. </p> <p><strong>Site Logo:</strong> Il s'agit du logo qui apparaît dans l'en-tête de tous les modèles de cette instance CKAN.</p> <p><strong>CSS personnalisé:</strong> il s'agit d'un bloc de CSS qui apparaît dans la balise <code>&lt;head&gt;</code> de chaque page. Si vous souhaitez personnaliser davantage les modèles, nous vous recommandons <a href="%(docs_url)s" target="_blank">de lire la documentation</a>.</p>
km: <p><strong>ចំណងជើងគេហទំព័រ:</strong> នេះគឺជាចំណងជើងនៃឧទាហរណ៍ CKAN នេះ វាលេចឡើងនៅកន្លែងផ្សេងៗនៅទូទាំង CKAN ។ </p> <p><strong>រចនាប័ទ្ម:</strong> ជ្រើសរើសពីបញ្ជីនៃបំរែបំរួលសាមញ្ញនៃពណ៌ចម្រុះសំខាន់ៗ ដើម្បីទទួលបានរូបរាងផ្ទាល់ខ្លួនរហ័សទាន់ចិត្ត។ </p> <p><strong>ស្លាកសញ្ញាគេហទំព័រ:</strong> នេះគឺជានិមិត្តសញ្ញាដែលបង្ហាញនៅក្នុងបឋមកថានៃគំរូគំរូ CKAN ទាំងអស់។ </p> <p><strong>CSS ផ្ទាល់ខ្លួន:</strong> នេះគឺជាប្លុកនៃ CSS ដែលបង្ហាញនៅក្នុងស្លាក <code>&lt;head&gt;</code> នៃទំព័រនីមួយៗ។ ប្រសិនបើអ្នកចង់ប្ដូរគំរូតាមបំណងឱ្យបានពេញលេញ <a href="%(docs_url)s" target="_blank">យើងសូមណែនាំឱ្យអានឯកសារ។</a>.</p>

source: Theme
es: Tema
fr: Thème
km: ស្បែក

source: This toggles between the CKAN default theme and the custom theme. The custom theme adds additional configuration options to this page.
es: Esto alterna entre el tema predeterminado de CKAN y el tema personalizado. El tema personalizado agrega opciones de configuración adicionales a esta página.
fr: Ceci bascule entre le thème par défaut de CKAN et le thème personnalisé. Le thème personnalisé ajoute des options de configuration supplémentaires à cette page.
km: វាបិទបើករវាងស្បែកលំនាំដើម CKAN និងស្បែកផ្ទាល់ខ្លួន។ ស្បែកផ្ទាល់ខ្លួនបន្ថែមជម្រើសកំណត់រចនាសម្ព័ន្ធបន្ថែមទៅទំព័រនេះ។

source: Header Banner
es: Banner de encabezado
fr: Bannière d'en-tête
km: បដាបឋមកថា

source: Upload an image to set the home page banner.
es: cargue una imagen para configurar el banner de la página de inicio.
fr: téléchargez une image pour définir la bannière de la page d'accueil.
km: បង្ហោះរូបភាពដើម្បីកំណត់ផ្ទាំងបដាទំព័រដើម។

source: Header Text Color
es: Color del texto del encabezado
fr: Couleur du texte de l'en-tête
km: ពណ៌អត្ថបទបឋមកថា

source: This changes the text color of Welcome Page Description.
es: Esto cambia el color del texto de la descripción de la página de bienvenida.
fr: cela modifie la couleur du texte de la description de la page d'accueil.
km: វាផ្លាស់ប្តូរពណ៌អត្ថបទនៃការពិពណ៌នាទំព័រស្វាគមន៍។

source: Footer Logo 1
es: Logotipo de pie de página 1
fr: Logo de pied de page 1
km: និមិត្តសញ្ញាបាតកថា 1

source: Upload an image to display as a logo on the left side of the footer.
es: cargue una imagen para mostrarla como un logotipo en el lado izquierdo del pie de página.
fr: téléchargez une image à afficher sous forme de logo sur le côté gauche du pied de page.
km: បង្ហោះរូបភាពដើម្បីបង្ហាញជាឡូហ្គោនៅផ្នែកខាងឆ្វេងនៃបាតកថា។

source: Footer Logo 1 Text
es: Logotipo de pie de página 1 Texto
fr: Texte du logo 1 du pied de page
km: និមិត្តសញ្ញាបាតកថា 1 អត្ថបទ

source: This text will be displayed to the right of the logo.
es: Este texto se mostrará a la derecha del logotipo.
fr: Ce texte sera affiché à droite du logo.
km: អត្ថបទនេះនឹងត្រូវបានបង្ហាញនៅខាងស្តាំនៃនិមិត្តសញ្ញា។

source: Footer Logo 2
es: Logotipo de pie de página 2
fr: Logo de pied de page 2
km: និមិត្តសញ្ញាបាតកថា 2

source: Upload an image to display as a second logo on the left side of the footer.
es: cargue una imagen para mostrarla como un segundo logotipo en el lado izquierdo del pie de página.
fr: téléchargez une image à afficher comme deuxième logo sur le côté gauche du pied de page.
km: បង្ហោះរូបភាពដើម្បីបង្ហាញជាឡូហ្គោទីពីរនៅផ្នែកខាងឆ្វេងនៃបាតកថា។

source: Footer Logo 2 Text
es: Logotipo de pie de página 2 Texto
fr: Texte du logo 2 du pied de page
km: និមិត្តសញ្ញាបាតកថា 2 អត្ថបទ

source: This text will be displayed to the right of the second logo.
es: Este texto se mostrará a la derecha del segundo logotipo.
fr: Ce texte sera affiché à droite du deuxième logo.
km: អត្ថបទនេះនឹងត្រូវបានបង្ហាញនៅខាងស្តាំនៃនិមិត្តសញ្ញាទីពីរ។

source: Footer Copyright Text
es: Texto de copyright del pie de página
fr: Texte de copyright du pied de page
km: បាតកថាអត្ថបទរក្សាសិទ្ធិ

source: This text will be displayed on the bottom center of the footer.
es: este texto se mostrará en la parte inferior central del pie de página.
fr: ce texte sera affiché en bas au centre du pied de page.
km: អត្ថបទនេះនឹងត្រូវបានបង្ហាញនៅកណ្តាលខាងក្រោមនៃបាតកថា។

source: Footer Social Media Links
es: Enlaces de redes sociales de pie de página
fr: Liens vers les médias sociaux du pied de page
km: បាតកថាតំណភ្ជាប់ប្រព័ន្ធផ្សព្វផ្សាយសង្គម

source: This allows you to select up to 4 social media links to display on the right side of the footer. Dragging an option to "Selected" will add its URL field to this page.
es: Esto le permite seleccionar hasta 4 enlaces de redes sociales para mostrar en el lado derecho del pie de página. Al arrastrar una opción a "Seleccionado", se agregará su campo URL a esta página.
fr: Cela vous permet de sélectionner jusqu'à 4 liens vers les médias sociaux à afficher sur le côté droit du pied de page. Faire glisser une option vers "Sélectionné" ajoutera son champ URL à cette page.
km: នេះអនុញ្ញាតឱ្យអ្នកជ្រើសរើសតំណភ្ជាប់ប្រព័ន្ធផ្សព្វផ្សាយសង្គមរហូតដល់ 4 ដើម្បីបង្ហាញនៅផ្នែកខាងស្តាំនៃបាតកថា។ ការអូសជម្រើសមួយទៅ "បានជ្រើសរើស" នឹងបន្ថែមវាល URL របស់វាទៅទំព័រនេះ។

source: Header banner
es: banner de encabezado
fr: Bannière d'en-tête
km: ក្បាលបដា

source: Header text color
es: Color del texto del encabezado
fr: Couleur du texte de l'en-tête
km: ពណ៌​អត្ថបទ​បឋមកថា

source: Footer logo 1
es: Logotipo de pie de página 1
fr: Logo de pied de page 1
km: ស្លាកសញ្ញាបាតកថា ១

source: Footer logo 1 text
es: Texto del logotipo de pie de página 1
fr: Texte du logo 1 du pied de page
km: និមិត្តសញ្ញាបាតកថា 1 អត្ថបទ

source: Footer logo 2
es: Logotipo de pie de página 2
fr: Logo de pied de page 2
km: ស្លាកសញ្ញាបាតកថា ២

source: Footer logo 2 text
es: Texto del logotipo de pie de página 2
fr: Texte du logo 2 du pied de page
km: និមិត្តសញ្ញាបាតកថា 2 អត្ថបទ

source: Copyright text
es: Texto de derechos de autor
fr: Texte de droit d'auteur
km: អត្ថបទរក្សាសិទ្ធិ

source: Select up to 4. These will appear in the footer in the order (left to right) of "Selected"
es: Seleccione hasta 4. Estos aparecerán en el pie de página en el orden (de izquierda a derecha) de "Seleccionado"
fr: Sélectionnez jusqu'à 4. Ceux-ci apparaîtront dans le pied de page dans l'ordre (de gauche à droite) de "Sélectionné"
km: ជ្រើសរើសរហូតដល់ 4 ។ ទាំងនេះនឹងបង្ហាញនៅក្នុងបាតកថាក្នុងលំដាប់ (ពីឆ្វេងទៅស្តាំ) នៃ "បានជ្រើសរើស"

source: Options
es: Opciones
fr: Choix
km: ជម្រើស

source: Selected
es: Seleccionado
fr: Sélectionné
km: បានជ្រើសរើស

source: Powered by
es: Basado en
fr: Basé sur
km: អាស្រ័យ​លើ

source: Supported by
es: Apoyado por
fr: Supporté par
km: គាំទ្រដោយ

source: Subscribe and follow us
es: Suscríbete y síguenos
fr: Abonnez-vous et suivez-nous
km: ជាវនិងតាមដានពួកយើង

source: Search reports
es: Buscar informes
fr: Rechercher des rapports
km: ស្វែងរករបាយការណ៍

source: Search datasets
es: Buscar conjuntos de datos
fr: Rechercher des ensembles de données
km: ស្វែងរកសំណុំទិន្នន័យ

source: Starting color
es: Color inicial
fr: Couleur initiale
km: ពណ៌ចាប់ផ្តើម

source: Ending color
es: Color final
fr: Couleur finale
km: ពណ៌បញ្ចប់

source: Download Options
es: Opciones de descarga
fr: Options de téléchargement
km: ជម្រើសទាញយក

source: Report Icon URL
es: URL del icono de informe
fr: URL de l'icône de rapport
km: រាយការណ៍រូបតំណាង URL

source: Data categories, default 5
es: Categorias de datos, predeterminado 5
fr: Catégories de données, par défaut 5
km: ប្រភេទទិន្នន័យ, លំនាំដើម ៥

source: Data categories
es: Categorias de datos
fr: Catégories de données
km: ប្រភេទ​ទិន្នន័យ

source: Fullscreen
es: Pantalla completa
fr: Plein écran
km: ពេញ​អេក្រង់

source: reCAPTCHA validation failed
es: Falló la validación de reCAPTCHA
fr: La validation de reCAPTCHA a échoué
km: ការ​ផ្ទៀងផ្ទាត់ reCAPTCHA បាន​បរាជ័យ

source: Parent Groups
es: Grupos principales
fr: Groupes principaux
km: ក្រុម​មេ
