Repository: datopian/ckanext-querytool
Catalog: ckanext/querytool/i18n/*/LC_MESSAGES/ckanext-querytool.po
Languages: es, fr, km

source: Enable or disable parent/child groups (visit the "Manage" page of a group to set its type). Parent groups will appear on the home page. Clicking on a parent group will navigate to the child groups page for the given parent.
es: Habilite o deshabilite los grupos principal/secundario (visite la página "Administrar" de un grupo para establecer su tipo). Los grupos principales aparecerán en la página de inicio. Al hacer clic en un grupo principal, se navegará a la página de grupos secundarios asignados al grupo principal.
fr: Activez ou désactivez les groupes principal/secondaire (visitez la page "Gérer" d'un groupe pour définir son type). Les groupes principaux apparaîtront sur la page d'accueil. En cliquant sur un groupe principal, vous serez dirigé vers la page des groupes secondaires assignés au groupe principal.
km: បើក ឬបិទ​ក្រុម​មេ/កូនក្រុម (ចូលទៅ​ទំព័រ "គ្រប់គ្រង" នៃ​ក្រុម​ដើម្បី​កំណត់​ប្រភេទ​របស​។ ក្រុម​មេនឹងត្រូវ​បង្ហាញនៅលើ​ទំព័រ​ដើម្បី​ជា​មេ​សុទ្ធ។ ចុចលើ​ក្រុម​មេដែល​អ្នក​ចង់ចូលទៅ​នៅ​លើវាល​ក្រុម​កូនក្រុម​សម្រាប់​មេ​ដែល​បាន​ផ្ទុកឡើង។)

source: Parent
es: Principal
fr: Principal
km: មេ

source: Child
es: Secundario
fr: Secondaire
km: កូនក្រុម

source: Children
es: Secundarios
fr: Secondaires
km: កូនក្រុម

source: eg. alcohol, finance, environment
es: p.ej. alcohol, finanzas, medio ambiente
fr: par ex. alcool, finances, environnement
km: ឧ. ការប្រើប្រាស់សកម្មភាពអាលូកូល ហិរញ្ញវត្ថុ បរិស្ថានវិទ្យា

source: Miscellaneous groups
es: Grupos varios
fr: Divers groupes
km: ក្រុម​ផ្សេងៗ

source: No child groups belong to this parent group.
es: Ningún grupo secundario pertenece a este grupo principal.
fr: Aucun groupe secondaire n'appartient à ce groupe principal.
km: គ្មានក្រុម​កូនក្រុម​ទំនាក់ទំនងជាមួយ​ក្រុម​មេនេះ។

source: All reports
es: Todos los reportes
fr: Tous les rapports
km: រាប់​ទាំង​របារ​ដែល​បាន​រក​ឃើញ

source: {number} child group found for "{query}"
es: {number} grupo secundario encontrado para "{query}"
fr: {number} groupe secondaire trouvé pour "{query}"
km: {number} ក្រុមទីពីររកឃើញសម្រាប់ "{query}"

source: {number} child group found
es: {number} grupo secundario encontrado
fr: {number} groupe secondaire trouvé
km: រកឃើញ {number} ក្រុមទីពីរ

source: No child groups found for "{query}"
es: No se encontraron grupos secundarios para "{query}"
fr: Aucun groupe secondaire trouvé pour "{query}"
km: គ្មានក្រុមទីពីររកឃើញសម្រាប់ "{query}"

source: No child groups found
es: No se encontraron grupos secundarios
fr: Aucun groupe secondaire trouvé
km: គ្មានក្រុមទីពីររកឃើញ។

source: http://example.com/my-image.jpg
es: http://ejemplo.com/mi-imagen.jpg
fr: http://exemple.com/mon-image.jpg

source: http://example.com/dataset.json
es: http://ejemplo.com/datos.json
fr: http://exemple.com/donnees.json

source: Joe Bloggs
es: Juan Pérez
fr: Jean Dupont

source: joe@example.com
es: juan@ejemplo.com
fr: jean@exemple.com

source: This site uses cookies.
fr: Ce site utilise des cookies.

source: Some of these cookies are essential, while others help us to improve your experience by providing insights into how the site is being used.
fr: Certains de ces cookies sont essentiels, tandis que d'autres nous aident à améliorer votre expérience en fournissant des informations sur la manière dont le site est utilisé.

source: Necessary cookies
fr: Cookies nécessaires

source: Necessary cookies enable core functionality such as security, network management, and accessibility. You may disable these by changing your browser settings, but this may affect how the website functions.
fr: Les cookies nécessaires activent les fonctionnalités de base telles que la sécurité, la gestion du réseau et l'accessibilité. Vous pouvez les désactiver en modifiant les paramètres de votre navigateur, mais cela peut affecter le fonctionnement du site Web.

source: Analytical Cookies
fr: Cookies analytiques

source: Analytics cookies help us to improve our website by collecting and reporting information on how you use it. The cookies collect information in a way that does not directly identify anyone.
fr: Les cookies d'analyse nous aident à améliorer notre site Web en collectant et en communiquant des informations sur la façon dont vous l'utilisez. Les cookies collectent des informations d'une manière qui n'identifie personne directement.

source: I Accept Cookies
fr: J'accepte les cookies

source: I Do Not Accept Cookies
fr: Je n'accepte pas les cookies

source: On
fr: Activé

source: Off
fr: Handicapé

source: Hi {user}, Here's your verification code to login: {code} Have a great day!
fr: Salut {user}, Voici votre code d'authentification à deux facteurs pour vous connecter : {code} Bonne journée !

source: Verification Code
fr: Code de vérification

source: Login failed. Bad username, password, or authentication code.
fr: Échec de la connexion. Nom d'utilisateur, mot de passe ou code d'authentification incorrect.

source: A verification code has been sent. This code expires in:
fr: Un code de vérification a été envoyé. Ce code expire dans

source: There was an error sending the verification code. Please try again.
fr: Une erreur s'est produite lors de l'envoi du code de vérification. Veuillez réessayer.

source: Send verification code
fr: Envoyer le code de vérification

source: Resend verification code
fr: Renvoyer le code de vérification

source: Verification code expired: Please resend and try again.
fr: Le code de vérification a expiré : Veuillez le renvoyer et réessayer.

source: Verification code will be sent to the email address associated with your account.
fr: Le code de vérification sera envoyé à l'adresse e-mail associée à votre compte.

source: Enter your verification code
fr: Entrez votre code de vérification

source: Info box title
fr: Titre de la boîte d'informations

source: Hover over the map for more info
fr: Survolez la carte pour plus d'informations

source: Are you sure you want to delete this Group?
fr: Êtes-vous sûr(e) de vouloir supprimer ce groupe ?

source: <b>Note</b>: <i>Reports owned by this Group will become orphans. You will need to assign them to a new Group for them to be accessible to the public by visiting "Reports" tab on the "Design Reports" page.<i>
fr: <b>Note</b> : <i>Les rapports appartenant à ce groupe deviendront des orphelins. Vous devrez les assigner à un nouveau groupe pour qu'ils soient accessibles au public. Rendez-vous sur l'onglet "Rapports" de la page "Concevoir les Rapports".<i>

source: Orphan
fr: Orphelin

source: Orphans
fr: Orphelins

source: Previously saved in group:
fr: Précédemment enregistré dans le groupe :
