Repository: datopian/ckanext-querytool
Catalog: ckanext/querytool/i18n/*/LC_MESSAGES/ckanext-querytool.po
Languages: es, fr, km

source: <p>Online access to public health data is generally limited. Most countries do not have an integrated tool for public users to access their data and although some have well-developed tools, they often have limited functionality or complicated interfaces. To make it easier for public health agencies to publish their data, Vital Strategies, as part of the Data for Health Initiative, created VIA Data. VIA Data is a platform to create visual, interactive and accessible data reports with easy-to-use tools for (1) uploading and managing data and (2) designing visually attractive reports with such data. </p> <p>VIA Data has features and benefits aimed at simplifying its use and minimizing the human, physical and monetary resources required for its operation. Benefits of the platform include: developed in opensource language which makes improvements and customizations free and easy to share; focus placed on essential visual and interactive elements that prioritize public access to data; ease-of-use for administrators and public users; and scalability of functions and content to support different types of data sources and audiences.</p> <p><a href="https://www.vitalstrategies.org">Vital Strategies </a> is a global public health organization whose goal is to strengthen public health systems. Vital Strategies partners with governments to design and implement public health initiatives that bridge the gap between public health needs and solutions, especially in low- and middle- income countries. It operates in every region in the world.</p> <p><a href="https://www.bloomberg.org/program/public-health/data-health/">The Data for Health Initiative</a> co-funded by Bloomberg Philanthropies and the Australian government, aims to help governments use data strategically to target resources and policies that will translate into saving lives and improved health.</p> <p> <a href="https://www.datopian.com">Datopian</a> is an open data solutions provider spun off from Open Knowledge. Datopian provides services and products for governments, institutions, and local authorities to publish open data, such as: CKAN hosting, CKAN technical support, custom open data website and CKAN extension development.</p> </p>
es: <p> El acceso en línea a los datos de salud pública es generalmente limitado. La mayoría de los países no tienen una herramienta integrada para que los usuarios públicos accedan a sus datos y, aunque algunos tienen herramientas bien desarrolladas, a menudo tienen una funcionalidad limitada o interfaces complicadas. Para facilitar a las agencias de salud pública la publicación de sus datos, Vital Strategies, como parte de la Iniciativa Datos para la Salud, creó VIA Data. VIA Data es una plataforma para crear informes de datos visuales, interactivos y accesibles con herramientas fáciles de usar para (1) cargar y administrar datos y (2) diseñar informes visualmente atractivos con dichos datos. </p> <p> VIA Data tiene características y beneficios dirigidos a simplificar su uso y minimizar los recursos humanos, físicos y monetarios requeridos para su operación. Los beneficios de la plataforma incluyen: desarrollado en lenguaje de código abierto que hace que las mejoras y personalizaciones sean gratuitas y fáciles de compartir; centrada en elementos visuales e interactivos esenciales que priorizan el acceso público a los datos; fácil de usar para administradores y usuarios públicos; y escalabilidad de funciones y contenido para admitir diferentes tipos de fuentes de datos y audiencias. </p> <p> <a href="https://www.vitalstrategies.org"> Vital Strategies </a> es una organización de salud pública mundial cuyo objetivo es fortalecer los sistemas de salud pública. Vital Strategies se asocia con los gobiernos para diseñar e implementar iniciativas de salud pública que reduzcan la brecha entre las necesidades y soluciones de salud pública, especialmente en países de ingresos bajos y medianos. Opera en todas las regiones del mundo. </p> <p> <a href="https://www.bloomberg.org/program/public-health/data-health/"> The Data for Health Initiative </a> cofinanciado por Bloomberg Philanthropies y el gobierno australiano, tiene como objetivo ayudar a los gobiernos a utilizar los datos estratégicamente para orientar los recursos y las políticas que se traducirán en salvar vidas y mejorar la salud. </p> <p> <a href = "https: / /www.datopian.com">Datopian </a> es un proveedor de soluciones de datos abiertos derivado de Open Knowledge. Datopian proporciona servicios y productos para que gobiernos, instituciones y autoridades locales publiquen datos abiertos, como: alojamiento CKAN, soporte técnico CKAN, sitio web personalizado de datos abiertos y desarrollo de extensiones CKAN. </p> </p>
fr: <p> L'accès en ligne aux données de santé publique est généralement limité. La plupart des pays ne disposent pas d'un outil intégré permettant aux utilisateurs publics d'accéder à leurs données et bien que certains disposent d'outils bien développés, ils ont souvent des fonctionnalités limitées ou des interfaces compliquées. Pour faciliter la publication de leurs données par les agences de santé publique, Vital Strategies, dans le cadre de l'initiative Data for Health, a créé VIA Data. VIA Data est une plate-forme pour créer des rapports de données visuels, interactifs et accessibles avec des outils faciles à utiliser pour (1) télécharger et gérer des données et (2) concevoir des rapports visuellement attrayants avec ces données. </p> <p> VIA Data possède des fonctionnalités et des avantages visant à simplifier son utilisation et à minimiser les ressources humaines, physiques et monétaires nécessaires à son fonctionnement. Les avantages de la plate-forme comprennent: développé dans un langage open source qui rend les améliorations et les personnalisations gratuites et faciles à partager; l'accent est mis sur les éléments visuels et interactifs essentiels qui donnent la priorité à l'accès du public aux données; facilité d'utilisation pour les administrateurs et les utilisateurs publics; et l'évolutivité des fonctions et du contenu pour prendre en charge différents types de sources de données et d'audiences. </p> <p> <a href="https://www.vitalstrategies.org"> Vital Strategies </a> est une santé publique mondiale organisation dont le but est de renforcer les systèmes de santé publique. Vital Strategies s'associe aux gouvernements pour concevoir et mettre en œuvre des initiatives de santé publique qui comblent le fossé entre les besoins et les solutions de santé publique, en particulier dans les pays à revenu faible et intermédiaire. Elle opère dans toutes les régions du monde. </p> <p> <a href="https://www.bloomberg.org/program/public-health/data-health/"> The Data for Health Initiative </a> cofinancé par Bloomberg Philanthropies et le gouvernement australien, vise à aider les gouvernements à utiliser les données de manière stratégique pour cibler les ressources et les politiques qui se traduiront par des vies sauvées et une amélioration de la santé. </p> <p> <a href = "https: / /www.datopian.com">Datopian </a> est un fournisseur de solutions de données ouvertes issu d'Open Knowledge. Datopian fournit des services et des produits aux gouvernements, aux institutions et aux autorités locales pour publier des données ouvertes, tels que: l'hébergement CKAN, le support technique CKAN, le site Web de données ouvertes personnalisé et le développement d'extensions CKAN. </p> </p>
km: <p> ជាទូទៅ ការចូលប្រើប្រាស់ទិន្នន័យសុខភាព សាធារណៈតាមអនឡាញ តែងមានកម្រិត។ ប្រទេសភាគច្រើន គ្មានឧបករណ៍រួមបញ្ចូលគ្នាសម្រាប់អ្នកប្រើប្រាស់សាធារណៈចូលប្រើទិន្នន័យរបស់ពួកគេទេ ហើយទោះបីជាប្រទេសមួយចំនួន មានឧបករណ៍ដែលត្រូវបានអភិវឌ្ឍន៍ល្អក៏ដោយ ឧបករណ៍ទាំងនោះតែងមានមុខងារមានកម្រិត ឬ មានអ៊ីនធឺហ្វេសស្មុគស្មាញ។ ដើម្បីផ្តល់ភាពងាយស្រួលដល់ភ្នាក់ងារសុខាភិបាល សាធារណៈក្នុងការបោះពុម្ពផ្សាយទិន្នន័យរបស់ពួកគេ អង្គការ Vital Strategies បានបង្កើតទិន្នន័យ VIA ក្នុងលក្ខណៈជាផ្នែកមួយនៃទិន្នន័យសម្រាប់គំនិតផ្តួចផ្តើម សុខភាព (Data for Health Initiative)។ VIA Data គឺជាវេទិកាមួយ ដើម្បីបង្កើតរបាយការណ៍ទិន្នន័យដែលមានរូបភាពបង្ហាញ មានលក្ខណៈអន្តរកម្ម និងអាចចូលមើលបាន ជាមួយនឹងឧបករណ៍ងាយប្រើប្រាស់សម្រាប់ (១) បង្ហោះ និងគ្រប់គ្រងទិន្នន័យ និង (២) រចនារបាយការណ៍ដែលមានរូបភាពបង្ហាញប្រកបដោយភាពទាក់ទាញ ដោយប្រើប្រាស់ទិន្នន័យបែបនេះ។ </p> <p> VIA Data មានលក្ខណៈពិសេស និងគុណប្រយោជន៍ ដើម្បីសម្រួលដល់ការប្រើប្រាស់ និងកាត់បន្ថយធនធានមនុស្ស ធនធានរូបវ័ន្ត និងធនធានហិរញ្ញវត្ថុដែលត្រូវការដើម្បីធ្វើប្រតិបត្តិការ។ អត្ថប្រយោជន៍នៃវេទិកានេះ រួមមាន៖ ត្រូវបានអភិវឌ្ឍឡើងដោយប្រើភាសានៅក្នុងកម្មវិធីប្រភពបើកចំហរ ដែលនាំឱ្យការកែលម្អ និងការកែសម្រួលទៅតាមការចង់បាន អាចធ្វើឡើងដោយឥតគិតថ្លៃ និងងាយស្រួលចែករំលែក, ផ្តោតលើធាតុសំខាន់ៗដែលមានរូបភាពបង្ហាញ និង មានលក្ខណៈអន្តរកម្ម ដែលផ្តល់អាទិភាពជូនសាធារណជនអាចចូលចូលប្រើទិន្នន័យបាន, ភាពងាយស្រួលនៃការប្រើប្រាស់សម្រាប់អ្នកគ្រប់គ្រង និងអ្នកប្រើប្រាស់ សាធារណៈ ព្រមទាំងលទ្ធភាពក្នុងការពង្រីកមុខងារនិងមាតិកាដើម្បីគាំទ្រដល់ប្រភពទិន្នន័យ និងទស្សនិកជនប្រភេទផ្សេងៗគ្នា។ </p> <p> <a href="https://www.vitalstrategies.org"> អង្គការ Vital Strategies </a> គឺជាអង្គការសុខភាព សាធារណៈសកលមួយ ដែលមានគោលដៅពង្រឹងប្រព័ន្ធសុខភាពសាធារណៈ។ អង្គការ Vital Strategies ចាប់ដៃគូជាមួយរដ្ឋាភិបាលដើម្បីរចនា និងអនុវត្តគំនិតផ្តួចផ្តើមសុខភាពសាធារណៈ ដែលភ្ជិត គម្លាតរវាងតម្រូវការសុខភាពសាធារណៈនិងដំណោះស្រាយ ជាពិសេសនៅបណ្តាប្រទេសដែលមានចំណូលទាប និងមធ្យម។ អង្គការនេះមានប្រតិបត្តិការនៅគ្រប់តំបន់ទាំងអស់ក្នុងពិភពលោក។ </p> <p> <a href="https://www.bloomberg.org/program/public-health/data-health/"> គំនិតផ្តួចផ្តើមទិន្នន័យសម្រាប់សុខភាព </a> សហហិរញ្ញប្បទានដោយ Bloomberg Philanthropies និងរដ្ឋាភិបាលអូស្រ្តាលីមានគោលបំណងជួយដល់រដ្ឋាភិបាលក្នុងការប្រើប្រាស់ទិន្នន័យក្នុងលក្ខណៈជាយុទ្ធសាស្ត្រ ដើម្បីតម្រង់ ទិសដៅធនធាន និងគោលនយោបាយដែលនឹងប្រែក្លាយទៅជាការជួយសង្គ្រោះជីវិត និងកែលម្អសុខភាព។ </p> <p> <a href="https://www.datopian.com">Datopian</a> គឺជាអ្នកផ្តល់បច្ចេកវិទ្យាទិន្នន័យប្រភពបើកចំហរ ដែលបំបែកចេញពីចំណេះដឹងបើកចំហរ។ Datopian ផ្តល់សេវាកម្ម និងផលិតផលសម្រាប់រដ្ឋាភិបាល ស្ថាប័ន និងអាជ្ញាធរមូលដ្ឋាន ដើម្បីផ្សព្វផ្សាយទិន្នន័យបើកចំហរដូចជាការបង្ហោះ CKAN ការគាំទ្របច្ចេកទេស CKAN គេហទំព័រទិន្នន័យបើកចំហរផ្ទាល់ខ្លួន និង ការអភិវឌ្ឍextension សម្រាប់ CKAN។ </p> </p>

source: Reports
es: Reportes
fr: Rapports
km: របាយការណ៍

source: Additional description of the group...
es: Descripción adicional del grupo...
fr: Description supplémentaire du groupe...
km: ការពិពណ៌នាបន្ថែមនៃក្រុម

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here
es: Puedes usar <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true"> formato Markdown </a> aquí
fr: Vous pouvez utilise <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">mise en forme Markdown</a> ici
km: អ្នកអាចប្រើ <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> នៅត្រង់នេះ

source: This field is required
es: Este campo es obligatorio
fr: Ce champ est requis
km: ចន្លោះនេះត្រូវតែបំពេញ

source: Custom
es: Personalizado
fr: Sur mesure
km: ផ្ទាល់ខ្លួន

source: The form contains invalid entries:
es: La forma contiene valores inválidos:
fr: Le formulaire contient des entrées non valides:
km: ទម្រង់នេះមានចន្លោះមិនត្រឹមត្រូវសម្រាប់បញ្ចូលព័ត៌មាន៖

source: Required field
es: Campo obligatorio
fr: Champ requis
km: ចន្លោះដែលត្រូវបំពេញ

source: Report Icon
es: Ícono del Reporte
fr: Icône de rapport
km: រូបតំណាង របាយការណ៍

source: Image
es: Imagen
km: រូបភាព

source: Clear Upload
es: Limpiar archivo cargado
fr: Nettoyer le fichier chargé
km: សម្អាតការបង្ហោះ

source: Source
es: Fuente
km: ប្រភព

source: Author
es: Autor
fr: Auteur
km: អ្នកនិពន្ធ

source: Author Email
es: Correo electrónico del autor
fr: Email de l'auteur
km: អ្នកសរសេរអ៊ីមែល

source: Maintainer
es: Mantenedor
fr: Mainteneur
km: អ្នករក្សា

source: Maintainer Email
es: Correo electrónico del mantenedor
fr: Email du mainteneur
km: អ្នករក្សាអ៊ីម៉ែល

source: Edit data
es: Editar datos
fr: Modifier les données
km: កែទិន្នន័យ

source: Reports Folders
es: Folder de los Reportes
fr: Dossiers de Rapport
km: ហ្វូលឌ័ររបាយការណ៍

source: Manage Visualizations
es: Administrar visualizaciones
fr: Gérer les visualisations
km: គ្រប់គ្រងរូបភាពបង្ហាញ

source: New Interactive Report
es: Nuevo Reporte Interactivo
fr: Nouveau Rapport Interactif
km: របាយការណ៍អន្តរកម្មថ្មី

source: New Report
es: Nuevo Reporte
fr: Nouveau Rapport
km: របាយការណ៍ថ្មី

source: Other
es: Otras
fr: Autre
km: ផ្សេងៗ

source: Main
es: Principal
fr: Principale
km: មេ

source: Related
es: Relacionada
fr: Associé
km: ពាក់ព័ន្ធ

source: Basic info
es: Información básica
fr: Information de base
km: ព័ត៌មានមូលដ្ឋាន

source: Title of the interactive report
es: Título del reporte interactivo
fr: Titre du rapport interactif
km: ចំណងជើងរបាយការណ៍អន្តរកម្ម

source: eg. my-report
es: ej. mi-reporte
fr: ex. mon-rapport
km: ឧ. របាយការណ៍របស់ខ្ញុំ

source: Main Description
es: Descripción Principal
fr: Description Principale
km: ការពិពណ៌នាចម្បង

source: Start the first line with # to identify the publicly visible title. Add other optional text in a new line.
es: Utiliza comandos de markdown para editar el texto.
fr: Utiliser le markup pour modifier le texte.
km: ប្រើពាក្យបញ្ជា markdown ដើម្បីកែសម្រួលអត្ថបទ

source: Additional description for the report...
es: Descripción adicional del informe...
fr: Description supplémentaire du rapport...
km: ការពិពណ៌នាបន្ថែមសម្រាប់របាយការណ៍

source: Report Caption
es: Título del informe
fr: Légende du rapport
km: រាយការណ៍ ចំណងជើង

source: Caption for reports
es: Título para informes
fr: Légende des rapports
km: ចំណងជើងសម្រាប់របាយការណ៍

source: Public Folder
es: Carpeta pública
fr: Dossier Public
km: ហ្វូលឌ័រឯកសារសាធារណៈ

source: Organization
es: Organización
fr: Organisation
km: អង្គការ

source: Settings
es: Configuración
fr: Configuration
km: ការកំណត់

source: Report Type
es: Tipo de Reporte
fr: Type du Rapport
km: ប្រភេទរបាយការណ៍

source: Add Related Report
es: Agregar Reporte Relacionado
fr: Ajouter un rapport associée
km: បន្ថែមរបាយការណ៍ពាក់ព័ន្ធ

source: Select dataset and resource
es: Selecciona el conjunto de datos y el recurso
fr: Sélectionnez le jeu de données et la ressource
km: ជ្រើសរើសកម្រងទិន្នន័យ និងធនធាន

source: Dataset
es: Conjunto de datos
fr: Jeu de données
km: កម្រងទិន្នន័យ

source: Choose Dataset
es: Elegir conjunto de datos
fr: Choisir un jeu de données
km: ជ្រើសរើសកម្រងទិន្នន័យ

source: Resource
es: Recurso
fr: Ressource
km: ធនធាន

source: Measure(s)
es: Medida(s)
fr: Unité(s) de mesure
km: រង្វាស់

source: Selection Label
es: Etiqueta para la selección
fr: Étiquette de sélection
km: សញ្ញាជ្រើសរើស

source: Optional label
es: Etiqueta opcional
fr: Étiquette optionnel
km: សញ្ញាជម្រើស

source: Filter(s)
es: Filtro(s)
fr: Filtre(s)
km: ការច្រោះ

source: Add Filter
es: Agregar Filtro
fr: Ajouter un filtre
km: បន្ថែមការច្រោះ

source: Save
es: Guardar
fr: Enregistrer
km: រក្សាទុក

source: Add/Edit Visualizations
es: Agregar/Editar Visualizaciones
fr: Ajouter/modifier des visualisations
km: បន្ថែម / កែសម្រួលរូបភាពបង្ហាញ

source: Visualizations
es: Visualizaciones
fr: Visualisations
km: បង្ហាញរូបភាព

source: Default measure
es: Medida por defecto
fr: Unité de mesure par défaut
km: រង្វាស់លំនាំដើម

source: Visualization type
es: Tipo de visualización
fr: Type de visualisation
km: ប្រភេទរូបភាពបង្ហាញ

source: — Select type —
es: — Seleccionar tipo —
fr: — Sélectionnez le type —
km: - ជ្រើសរើសប្រភេទ -

source: Chart
es: Gráfica
fr: Graphique
km: តារាង

source: Map
es: Mapa
fr: Carte
km: ផែនទី

source: Text box
es: Cuadro de texto
fr: Cadre de texte
km: ប្រអប់អត្ថបទ

source: Table
es: Tabla
km: តារាង

source: Add visualization
es: Agregar visualización
fr: Ajouter une visualisation
km: បន្ថែមការបង្ហាញរូបភាព

source: Used dataset:
es: Conjunto de datos usado:
fr: Jeu de données utilisé:
km: កម្រងទិន្នន័យដែលបានប្រើ៖

source: Type:
es: Tipo:
km: ប្រភេទ៖

source: Edit filters and data
es: Editar filtros y datos
fr: Éditer les filtres et les données
km: កែសម្រួលការច្រោះ និងទិន្នន័យ

source: Edit visualizations
es: Editar visualizaciones
fr: Éditer les visualisations
km: កែសម្រួលរូបភាពបង្ហាញ

source: View
es: Ver
fr: Afficher
km: បង្ហាញ

source: Are you sure you want to delete this Report?
es: ¿Estás seguro de que quieres eliminar esta Reporte?
fr: Êtes-vous sûr de vouloir supprimer ce rapport?
km: តើអ្នកពិតជាចង់លុបរបាយការណ៍នេះ មែនទេ?

source: Report data
es: Datos del reporte
fr: Données du rapport
km: ទិន្នន័យរបាយការណ៍

source: Welcome
es: Bienvenida
fr: Bienvenue
km: សូមស្វាគមន៍

source: See tools
es: Ver herramientas
fr: Voir les outils
km: មើលឧបករណ៍

source: See Tools
es: Ver herramientas
fr: Voir les outils
km: មើលឧបករណ៍

source: See all tools
es: Ver todas las herramientas
fr: Voir tous les outils
km: មើលឧបករណ៍ទាំងអស់

source: Reports are not published yet in this group
es: Aún no se han publicado reportes en este grupo
fr: Les rapports ne sont pas encore publiés dans ce groupe
km: របាយការណ៍មិនទាន់ត្រូវបានផ្សព្វផ្សាយនៅក្នុងក្រុមនេះនៅឡើយ

source: Displayed Measure
es: Medida visualizada
fr: Unité de mesure visualisée
km: រង្វាស់ដែលបង្ហាញឱ្យឃើញ

source: Download
es: Descargar
fr: Télécharger
km: ទាញយក

source: View more
es: Ver más
fr: Voir plus
km: មើល​ច្រើន​ទៀត

source: Download image
es: Descargar imágen
fr: Télécharger l'image
km: ទាញយករូបភាព

source: Share
es: Compartir
fr: Partager
km: ចែករំលែក

source: Copy
es: Copiar
fr: Copier
km: ចម្លង

source: Embed
es: Incrustar
fr: Intégrer
km: បង្កប់

source: Embed report view
es: Incrustar vista del reporte
fr: Intégrer le rapport
km: បង្កប់ការមើលរបាយការណ៍

source: You can copy and paste the embed code
es: Puedes copiar y pegar el código de incrustación
fr: Vous pouvez copier et coller le code d'incorporation
km: អ្នកអាចចម្លងកូដបង្កប់ទៅដាក់កន្លែងផ្សេងបាន

source: Width
es: Ancho
fr: Largeur
km: ទទឹង

source: Height
es: Alto
fr: Hauteur
km: កម្ពស់

source: Code
es: Código
km: លេខកូដ

source: Go to tool
es: Ir a la herramienta
fr: Aller à l'outil
km: ទៅឧបករណ៍

source: Language
es: Idioma
fr: Langage
km: ភាសា

source: Go
es: Ir
fr: Aller
km: ទៅ

source: Single color
es: Un color
fr: Une couleur
km: ពណ៌តែមួយ

source: Diverging
es: Divergente
fr: Divergeant
km: ការបង្វែរ

source: What are Reports?
es: ¿Qué son los reportes?
fr: Quels sont les rapports?
km: របាយការណ៍ជាអ្វី?

source: Interactive data access reports make it easier for public users to find a fact and visualize data. They are ideal to present information from large data sources but can be developed with any type of data.
es: Los reportes interactivos de acceso a datos facilitan a los usuarios públicos encontrar un hecho y visualizar los datos. Son ideales para presentar información de fuentes de datos grandes, pero se pueden desarrollar con cualquier tipo de datos.
fr: Les rapports d'accès aux données interactifs permettent aux utilisateurs publics de trouver facilement un fait et de visualiser les données. Ils sont idéaux pour présenter des informations provenant de sources de données volumineuses, mais peuvent être développés avec tout type de données.
km: របាយការណ៍ចូលប្រើទិន្នន័យ អន្តរកម្មធ្វើឱ្យងាយស្រួលសម្រា ប់អ្នកប្រើប្រាស់សាធារណៈក្នុង ការស្វែងរកការពិតនិងអាចមើ លឃើញទិន្នន័យ។ ពួកវាល្អសម្រាប់ការបង្ហាញព័ត៌ មានពីប្រភពទិន្នន័យធំ ៗ ប៉ុន្តែអាចត្រូវបានអភិវឌ្ឍជាមួ យប្រភេទទិន្នន័យណាមួយ។

source: Variables
km: អថេរ

source: use drop-down list to select variables based on application filters
es: use la lista desplegable para seleccionar variables según los filtros de la aplicación
fr: utiliser la liste déroulante pour sélectionner des variables en fonction des filtres d'application
km: ប្រើបញ្ជីទម្លាក់ចុះដើម្បីជ្រើសអថេរផ្អែកលើតម្រងកម្មវិធី

source: etc
km: ។ល។

source: Processed variables
es: Variables procesadas
fr: Variables traitées
km: អថេរដំណើរការ

source: Full templates syntax
es: Sintaxis de plantillas completas
fr: Syntaxe complète des templates
km: វាក្យសម្ព័ន្ធ templates ពេញ

source: Please note:
es: Tenga en cuenta:
fr: Veuillez noter:
km: សូម​ចំណាំ:

source: Single braces '{}' are used for variables
es: Las llaves simples '{}' se utilizan para las variables
fr: Les accolades simples '{}' sont utilisées pour les variables
km: ដង្កៀបទោល '{}' ត្រូវបានប្រើសម្រាប់អថេរ

source: Templates quick reference
es: Referencia rápida de templates
fr: Referencia rápida de templates
km: Templates ឯកសារយោងរហ័ស

source: You can use
es: Puedes usar
fr: Vous pouvez
km: អ្នកអាចប្រើ

source: here
es: aquí
fr: ici
km: នៅទីនេះ

source: Markdown quick reference
km: Markdown ឯកសារយោងរហ័ស

source: Markdown formatting
km: Markdown ការធ្វើទ្រង់ទ្រាយ

source: Full markdown syntax
km: សញ្ញា markdown វាក្យសម្ព័ន្ធ

source: Bold text
km: អត្ថបទដិត

source: italic text
km: អត្ថបទទ្រេត

source: or
km: ឬ

source: HTML tags are stripped out for security reasons
km: ស្លាក HTML ត្រូវបានដកចេញដោយហេតុផលសុវត្ថិភាព

source: {number} dataset found
km: {number}​បានរកឃើញសំណុំទិន្នន័យ​

source: {number} dataset found for "{query}"
km: {number}បានរកឃើញសំណុំទិន្នន័យ​ "{query}"

source: No datasets found for "{query}"
km: រកមិនឃើញសំណុំទិន្នន័យសម្រាប់ "{query}"

source: No datasets found
km: រកមិនឃើញសំណុំទិន្នន័យ

source: {number} group found for "{query}"
km: {number} បានរកឃើញក្រុមសម្រាប់ "{query}"

source: No groups found for "{query}"
km: រកមិនឃើញក្រុមសម្រាប់ "{query}"

source: {number} group found
km: {number} ក្រុមបានរកឃើញ

source: No groups found
km: រកមិនឃើញក្រុម

source: {number} organization found for "{query}"
km: {number} បានរកឃើញអង្គភាពសម្រាប់ "{query}"

source: No organizations found for "{query}"
km: រកមិនឃើញអង្គការសម្រាប់ "{query}"

source: Search datasets...
km: ស្វែងរកបណ្តុំទិន្នន័យ

source: Add Dataset
km: បន្ថែមការប្រមូលទិន្នន័យ

source: Relevance
km: ភាពពាក់ព័ន្ធ

source: Last Modified
km: បានកែប្រែចុងក្រោយ

source: {actor} added the tag {tag} to the dataset {dataset}
km: {actor} បានបន្ថែមស្លាក {tag} ទៅសំណុំទិន្នន័យ {dataset}

source: {actor} updated the group {group}
km: {actor} បានធ្វើបច្ចុប្បន្នភាពក្រុម {group}

source: {actor} updated the organization {organization}
km: {actor} បានបច្ចុប្បន្នភាពអង្គភាព {organization}

source: {actor} updated the dataset {dataset}
km: {actor} បានធ្វើបច្ចុប្បន្នភាពសំណុំទិន្នន័យ {dataset}

source: {actor} changed the extra {extra} of the dataset {dataset}
km: {actor} បានផ្លាស់ប្តូរបន្ថែម {extra} នៃសំណុំទិន្នន័យ {dataset}

source: {actor} updated the resource {resource} in the dataset {dataset}
km: {actor} បានធ្វើបច្ចុប្បន្នភាពធនធាន {resource} នៅក្នុងសំណុំទិន្នន័យ {dataset}

source: {actor} updated their profile
km: {actor} បានបច្ចុប្បន្នភាពព័ត៌មានផ្ទាល់ខ្លួនរបស់ពួកគេ

source: {actor} deleted the group {group}
km: {actor} បានលុបក្រុម {group}

source: {actor} deleted the organization {organization}
km: {actor} បានលុបអង្គភាព {organization}

source: {actor} deleted the dataset {dataset}
km: {actor} បានលុបសំណុំទិន្នន័យ {dataset}

source: {actor} deleted the extra {extra} from the dataset {dataset}
km: {actor} បានលុប {extra} ពីសំណុំទិន្នន័យ {dataset}

source: {actor} deleted the resource {resource} from the dataset {dataset}
km: {actor} បានលុបធនធាន {resource} ពីសំណុំទិន្នន័យ {dataset}

source: {actor} created the group {group}
km: {actor} បង្កើតក្រុម {group}

source: {actor} created the organization {organization}
km: {actor} បានបង្កើតអង្គការ {organization}

source: {actor} created the dataset {dataset}
km: {actor} បានបង្កើតសំណុំទិន្នន័យ {dataset}

source: {actor} added the extra {extra} to the dataset {dataset}
km: {actor} បានបន្ថែម {extra} ទៅក្នុងសំណុំទិន្នន័យ {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
km: {actor} បានបន្ថែមធនធាន {resource} ទៅក្នុងសំណុំទិន្នន័យ {dataset}

source: {actor} signed up
km: {actor} បានចុះឈ្មោះ

source: {actor} removed the tag {tag} from the dataset {dataset}
km: {actor} បានដកស្លាក {tag} បានដកស្លាក {dataset}
