Repository: datopian/ckanext-querytool
Catalog: ckanext/querytool/i18n/*/LC_MESSAGES/ckanext-querytool.po
Languages: es, fr, km

source: Line
es: Línea
fr: Ligne
km: បន្ទាត់

source: Bar
es: Barras
fr: Barres
km: របារ

source: Horizontal bar
es: Barras horizontales
fr: Barres horizontales
km: របារផ្តេក

source: Stacked bar
es: Barras apiladas
fr: Barres empilées
km: របារជង់

source: Stacked horizontal bar
es: Barras horizontales apiladas
fr: Barres horizontales empilées
km: របារផ្ដេកជាជង់

source: Area
es: Área
fr: Aires
km: តំបន់

source: Spline
km: បន្ទាត់កោង

source: Donut
es: Anillos
fr: Anneau
km: ដូណាត់

source: Pie
es: Circular
fr: Secteurs
km: ផាយ

source: Scatter
es: Dispersión
fr: Nuage
km: របាត់រប៉ាយ

source: Horizontal
km: ផ្ដេក

source: Diagonal
fr: En diagonale
km: អង្កត់ទ្រូង

source: Vertical
km: បញ្ឈរ

source: Reverse
es: Invertido
fr: Inversé
km: បញ្ច្រាស

source: Default
es: Por defecto
fr: Par défaut
km: លំនាំដើម

source: Integer e.g 2
es: Entero ej. 2
fr: Entier ex. 2
km: ចំនួនគត់ ឧ. ២

source: Decimal (1 digit) e.g 2.5
es: Decimal (1 dígito) ej. 2,5
fr: Décimal (1 chiffre) ex. 2,5
km: ទស្សភាគ (១ ខ្ទង់) ឧ. ២.៥

source: Decimal (2 digit) e.g 2.50
es: Decimal (2 dígitos) ej. 2,50
fr: Décimal (2 chiffres) ex. 2,50
km: ទស្សភាគ (២ ខ្ទង់) ឧ. ២.៥០

source: Decimal (3 digit) e.g 2.501
es: Decimal (3 dígitos) ej. 2,501
fr: Décimal (3 chiffres) ex. 2,501
km: ទស្សភាគ (៣ ខ្ទង់) ឧ. ២.៥០១

source: Decimal (4 digit) e.g 2.5012
es: Decimal (4 dígitos) ej. 2,5012
fr: Décimal (4 chiffres) ex. 2,5012
km: ទស្សភាគ (៤ ខ្ទង់) ឧ. ២.៥០១២

source: Currency e.g. $2,000
es: Moneda ej. $2000
fr: Monnaie ex. $2000
km: រូបិយប័ណ្ណ ឧ. ២.០០០ ដុល្លារ

source: Rounded e.g 2k
es: Simplificado ej. 2k
fr: Arrondi ex. 2k
km: បង្គត់ ឧ. ២ពាន់

source: Percentage (0 digit) e.g 25%% for 0.25
es: Porcentaje (0 dígitos) ej. 0.25 es 25%
fr: Pourcentage (0 chiffres) ex. 25% pour 0.25
km: ភាគរយ (០ ខ្ទង់) ឧ. ២៥% សម្រាប់ ០.២៥

source: Percentage (1 digit) e.g 25.1%% for 0.251
es: Porcentaje (1 dígito) ej. 0.251 es 25,1%
fr: Pourcentage (1 chiffre) ex. 25,1% pour 0.251
km: ភាគរយ (១ ខ្ទង់) ឧ. ២៥.១% សម្រាប់ ០.២៥១

source: Percentage (2 digit) e.g 25.12%% for 0.2512
es: Porcentaje (2 dígitos) ej. 0.2512 es 25,12%
fr: Pourcentage (2 chiffres) ex. 25,12% pour 0.2512
km: ភាគរយ (២ ខ្ទង់) ឧ. ២៥.១២% សម្រាប់ ០.២៥១២

source: Comma thousands separator (0 digit) e.g 2,512
es: Coma separador de miles (0 dígitos) ej. 2 512
fr: Virgule comme séparateur de milliers (0 chiffres) ex. 2 512
km: សញ្ញាក្បៀសបំបែកចំនួនពាន់ (០ ខ្ទង់) ឧ. ២,៥១២

source: Comma thousands separator (1 digit) e.g 2,512.3
es: Coma separador de miles (1 dígito) ej. 2 512,3
fr: Virgule comme séparateur de milliers (1 chiffre) ex. 2 512,3
km: សញ្ញាក្បៀសបំបែកចំនួនពាន់ (១ ខ្ទង់) ឧ. ២,៥១២.៣

source: Comma thousands separator (2 digit) e.g 2,512.34
es: Coma separador de miles (2 dígitos) ej. 2 512,34
fr: Virgule comme séparateur de milliers (2 chiffres) ex. 2 512,34
km: សញ្ញាក្បៀសបំបែកចំនួនពាន់ (២ ខ្ទង់) ឧ. ២,៥១២.៣៤

source: Ascending
es: Ascendente
fr: Ascendant
km: តម្រៀបឡើង

source: Descending
es: Descendente
fr: Descendant
km: តម្រៀបចុះ

source: Not authorized to see this page
es: No está autorizado para ver esta página
fr: Vous n'êtes pas autorisé à voir cette page
km: មិនត្រូវបានអនុញ្ញាតឱ្យមើលទំព័រនេះទេ

source: Report not found
es: No se encontró el reporte
fr: Rapport n'a pas été trouvée
km: មិនមានរបាយការណ៍

source: Report and visualizations were removed successfully.
es: El reporte y las visualizaciones fueron eliminados exitosamente.
fr: Le rapport et les visualisations ont été supprimées correctement.
km: របាយការណ៍ និងរូបភាព ត្រូវបានដកចេញដោយជោគជ័យ។

source: Report not found.
es: No se encontró el reporte.
fr: Rapport n'a pas été trouvée.
km: មិនមានរបាយការណ៍។

source: The data used for creating this report has been removed by the administrator.
es: Los datos usados para crear este reporte han sido eliminados por el administrador.
fr: Les données utilisées pour créer ce rapport ont été supprimées par l'administrateur.
km: ទិន្នន័យដែលប្រើសម្រាប់បង្កើតរបាយការណ៍នេះ ត្រូវបានដកចេញ។

source: Data Successfully updated.
es: Datos actualizados correctamente.
fr: Données mises à jour correctement.
km: ទិន្នន័យត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។

source: Visualizations Successfully updated.
es: Visualizaciones actualizadas correctamente.
fr: Visualisation mis à jour correctement.
km: រូបភាពត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។

source: Report not fully set.
es: El reporte no se ha configurado completamente.
fr: Le rapport n'est pas entièrement défini.
km: របាយការណ៍មិនទាន់បានកំណត់ពេញលេញទេ។

source: Please choose a resource to see available numeric columns.
es: Por favor elije un recurso para ver columnas numéricas disponibles.
fr: Veuillez choisir une ressource pour voir les colonnes numériques disponibles.
km: សូមជ្រើសរើសប្រភពដើម្បីមើលតួលេខក្នុងគូឡោន។

source: Maximum number of allowed related reports reached.
es: Se ha alcanzado el número máximo de reportes relacionados permitidos.
fr: Le nombre maximal de rapports associées autorisées a été atteint.
km: បានឈានដល់ចំនួនអនុញ្ញាតអតិបរមានៃរបាយការណ៍ដែលពាក់ព័ន្ធ។

source: -- Choose resource --
es: -- Elija un recurso --
fr: -- Choisissez une ressource --
km: ជ្រើសរើសប្រភព

source: Unnamed resource
es: Recurso sin nombre
fr: Ressource sans nom
km: មិនមានប្រភព

source: No columns retrieved.
es: No se recuperaron columnas.
fr: Les colonnes n'ont pas été récupérées.
km: មិនមានទិន្នន័យ

source: An error occurred while getting columns.
es: Un error ocurrió al recuperar las columnas.
fr: Une erreur s'est produite lors de la récupération des colonnes.
km: ការទាញទិន្នន័យមានបញ្ហា។

source: Template is invalid
es: El template es inválido
fr: Le Template est invalide
km: គំរូមិនត្រឹមត្រូវ

source: Click to select one or more
es: Haga clic para seleccionar uno o más
fr: Cliquez pour sélectionner un ou plusieurs
km: ចុចដើម្បីជ្រើសរើសមួយឬច្រើន

source: Static Reference Columns: maximum one column per measure
es: Columnas para la referencia estática: máximo una columna por medida
fr: Colonnes de référence statiques: une colonne maximum par mesure
km: គូឡោនយោងមិនប្រែប្រួល៖ គូឡោនច្រើនបំផុតចំនួន១ ក្នុងមួយរង្វាស់

source: Please create at least one visualization.
es: Por favor crea al menos una visualización.
fr: Veuillez créer au moins une visualisation.
km: សូមបង្កើតរូបភាពយ៉ាងតិចចំនួនមួយ។

source: Chart could not be created.
es: No se pudo crear la gráfica.
fr: Le graphique n'a pas pu être créé.
km: មិនអាចបង្កើតតារាងបានទេ។

source: format: must be one of %s
es: formato debe estar en %s
fr: format: doit être l'un de %s
km: ទម្រង់៖ ត្រូវតែជាផ្នែកមួយនៃ % s

source: This report name already exists. Choose another.
es: El nombre del reporte ya existe. Elija otro nombre.
fr: Le nom du rapport existe déjà. Choisissez un autre nom.
km: របាយការណ៍នេះមានឈ្មោះហើយ សូមជ្រើសរើសឈ្មោះផ្សេង។

source: About Vital Strategies
es: Acerca de Vital Strategies
fr: À propos des Vital Strategies
km: អំពីអង្គការ Vital Strategies

source: Home
es: Inicio
fr: Accueil
km: ទំព័រដើម

source: Manage Data
es: Administrar Datos
fr: Gérer les Données
km: គ្រប់គ្រងទិន្នន័យ

source: Design Reports
es: Diseñar Reportes
fr: Concevoir les Rapports
km: រៀបចំរបាយការណ៍

source: View Reports
es: Ver Reportes
fr: Voir les Rapports
km: មើលរបាយការណ៍

source: Organizations
es: Organizaciones
fr: Organisations
km: អង្គការ

source: Groups
es: Grupos
fr: Groupes
km: ក្រុម

source: About
es: Acerca
fr: À propos
km: អំពី

source: Break line
es: Salto de fila
fr: Conduite de frein
km: បន្ទាត់ដាច់ៗ

source: General
fr: Général
km: ទូទៅ

source: Type
es: Tipo
km: ប្រភេទ

source: Dimension
es: Dimensión
km: វិមាត្រ

source: Category
es: Categoría
fr: Catégorie
km: ចំណាត់ថ្នាក់

source: Select column
es: Selecciona la columna
fr: Sélectionnez la colonne
km: ជ្រើសរើសគូឡោន

source: Size
es: Tamaño
fr: Taille
km: ទំហំ

source: Color
fr: Couleur
km: ពណ៌

source: Title
es: Título
fr: Titre
km: ចំណងជើង

source: Chart title
es: Título de la gráfica
fr: Titre du graphique
km: ចំណងជើងតារាង

source: Additional Description
es: Descripción Adicional
fr: Description Supplémentaire
km: ការពិពណ៌នាបន្ថែម

source: Additional description
es: Descripción adicional
fr: Description supplémentaire
km: ការពិពណ៌នាបន្ថែម

source: Add variable to title
es: Agregar variable al título
fr: Ajouter une variable au titre
km: បន្ថែមអថេរសម្រាប់ចំណងជើង

source: Add variable to description
es: Agregar variable al descripción
fr: Ajouter une variable au description
km: បន្ថែមអថេរសម្រាប់ពិពណ៌នា

source: Capitalized
es: Mayúscula
fr: Majuscule
km: អក្សរធំ

source: Measure
es: Medida
fr: Unité de mesure
km: រង្វាស់

source: Optional Filter
es: Filtro opcional
fr: Filtre optionnel
km: ប្រអប់ជាជម្រើស

source: lowercase
es: minúscula
fr: minuscule
km: អក្សរតូច

source: Color Section
es: Selección de color
fr: Sélection de Couleur
km: ផ្នែកដែលមានពណ៌

source: You can use <a href="#templates" title="" data-target="popover" data-content="%(template_tooltip)s" data-html="true" data-original-title="Templates quick reference">Templates</a> here
es: Puedes usar <a href="#templates" title="" data-target="popover" data-content="%(template_tooltip)s" data-html="true" data-original-title="Templates quick reference">Templates</a> aquí
fr: Vous pouvez utiliser <a href="#templates" title="" data-target="popover" data-content="%(template_tooltip)s" data-html="true" data-original-title="Templates quick reference">Templates</a> ici
km: អ្នកអាចប្រើ <a href="#templates" title="" data-target="popover" data-content="%(template_tooltip)s" data-html="true" data-original-title="Templates quick reference">Templates</a> នៅត្រង់នេះ

source: Color Type
es: Tipo de color
fr: Type de couleur
km: ប្រភេទពណ៌

source: X-axis
es: Eje X
fr: L'axe X
km: អ័ក្ស X

source: Data sorting
es: Orden del datos
fr: Tri des données
km: ការតម្រៀបទិន្នន័យ

source: Label orientation
es: Orientación de las etiquetas
fr: Orientation des étiquettes
km: ការតំរង់ទិសសញ្ញា

source: Force label in multiple lines
es: Forzar etiquetas del eje en varias líneas
fr: Forcer l'étiquette sur plusieurs lignes
km: បន្ថែមសញ្ញានៅក្នុងបន្ទាត់ផ្សេងៗទៀត។

source: Max number of text labels
es: Número máximo de etiquetas de texto
fr: Nombre maximum d'étiquettes de texte
km: ចំនួនអតិបរមានៃអត្ថបទ

source: Y-axis
es: Eje Y
fr: L'axe Y
km: អ័ក្ស Y

source: Y axis title
es: Título del eje Y
fr: Titre de l'axe Y
km: ចំណងជើងអ័ក្ស Y

source: Measure by default
es: Medida por defecto
fr: Unité de mesure par défaut
km: វាស់តាមលំនាំដើម

source: Hide title
es: Ocultar el título
fr: Masquer le titre
km: លាក់ចំណងជើង

source: Start from zero
es: Iniciar desde cero
fr: Commencer à partir de zéro
km: ចាប់ផ្តើមពីសូន្យ

source: Y axis label format
es: Formato de las etiquetas del eje Y
fr: Format d'étiquettes d'axe Y
km: ទម្រង់សញ្ញាអ័ក្ស Y

source: X axis title
es: Título del eje X
fr: Titre de l'axe X
km: ចំណងជើងអ័ក្ស X

source: X axis label format
es: Formato de las etiquetas del eje X
fr: Format d'étiquettes d'axe X
km: ទម្រង់សញ្ញាអ័ក្ស X

source: Additional Options
es: Opciones adicionales
fr: Options Additionnelles
km: បន្ថែមជម្រើស

source: Data format
es: Formato de los datos
fr: Format des données
km: ទម្រង់ទិន្នន័យ

source: Show data labels
es: Mostrar etiquetas de los datos
fr: Afficher les étiquettes de données
km: បង្ហាញទិន្នន័យ

source: Show legend
es: Mostrar leyenda
fr: Afficher la légende
km: បង្ហាញព័ត៌មានសម្គាល់

source: Show labels as percentages
es: Mostrar las etiquetas como porcentajes
fr: Afficher les étiquettes en pourcentages
km: បង្ហាញជាភាគរយ

source: Donut hole
es: Tamaño de anillos
fr: Taille des anneaux
km: រន្ធដូណាត់

source: Bar width
es: Ancho de las barras
fr: Largeur des barres
km: ទទឹងរបារ

source: Default value
es: Valor por defecto
fr: Valeur par défaut
km: តម្លៃលំនាំដើម

source: Select value
es: Selecciona un valor
fr: Sélectionnez une valeur
km: ជ្រើសរើសតម្លៃ

source: Filter Label
es: Etiqueta del filtro
fr: Étiquette de filtre
km: ច្រោះឈ្មោះ

source: Enter filter Label
es: Introduzca la etiqueta del filtro
fr: Entrez l'étiquette du filtre
km: បញ្ជូលច្រោះឈ្មោះ

source: Filter visibility
es: Visibilidad del filtro
fr: Visibilité du filtre
km: ការបង្ហាញច្រោះឈ្មោះ

source: Public
es: Público
km: សាធារណៈ

source: Private
es: Privado
fr: Privé
km: ឯកជន

source: Static Reference
es: Referencia estática
fr: Référence statique
km: ឯកសារយោងមិនប្រែប្រួល

source: Static Reference Columns
es: Columnas para la referencia estática
fr: Colonnes de référence statiques
km: គូឡោនឯកសារយោងមិនប្រែប្រួល

source: Static Reference Label
es: Etiqueta de la referencia estática
fr: Étiquette de référence statique
km: ឈ្មោះឯកសារយោងមិនប្រែប្រួល

source: Dynamic Reference
es: Referencia dinámica
fr: Référence dynamique
km: ឯកសារយោងថាមវ័ន្ត

source: Dynamic Reference Type
es: Tipo de referencia dinámica
fr: Type de référence dynamique
km: ប្រភេទឯកសារយោងថាមវ័ន្ត

source: Select type
es: Seleccionar tipo
fr: Sélectionnez le type
km: ជ្រើសរើសប្រភេទ

source: Dynamic Reference Factor
es: Factor para la referencia dinámica
fr: Facteur de référence dynamique
km: មេគុណយោងថាមវ័ន្ត

source: Dynamic Reference Label
es: Etiqueta de la referencia dinámica
fr: Etiquette de référence dynamique
km: សញ្ញាយោងថាមវ័ន្ត

source: Delete
es: Eliminar
fr: Supprimer
km: លុប

source: Update
es: Actualizar
fr: Mettre à jour
km: ធ្វើបច្ចុប្បន្នភាព

source: Default Value
es: Valor por defecto
fr: Valeur par défaut
km: តម្លៃលំនាំដើម

source: Label
es: Etiqueta
fr: Etiquette
km: សញ្ញា

source: Enter filter label
es: Introduzca la etiqueta del filtro
fr: Entrez l'étiquette du filtre
km: បញ្ចូលសញ្ញាច្រោះ

source: Visibility
es: Visibilidad
fr: Visibilité
km: ការមើលឃើញ

source: Map resource
es: Recurso para el mapa
fr: Ressource pour la carte
km: ធនធានផែនទី

source: Select map resource
es: Selecciona el recurso para el mapa
fr: Sélectionnez la ressource pour la carte
km: ជ្រើសរើសធនធានផែនទី

source: Title field
es: Campo para el título
fr: Champ pour le titre
km: ប្រអប់ចំណងជើង

source: Select title field
es: Selecciona el campo para el título
fr: Sélectionnez le champ pour le titre
km: ជ្រើសប្រអប់ចំណងជើង

source: Map key field
es: Campo llave en el recurso del mapa
fr: Champ clé dans la ressource cartographique
km: ប្រអប់សំខាន់ៗរបស់ផែនទី

source: Select map key field
es: Selecciona el campo llave en el recurso del mapa
fr: Sélectionnez le champ clé dans la ressource cartographique
km: ជ្រើសរើសប្រអប់សំខាន់ៗរបស់ផែនទី

source: Data key field
es: Campo llave en los datos
fr: Champ clé dans les données
km: ប្រអប់ទិន្នន័យសំខាន់ៗ

source: Select data key field
es: Selecciona el campo llave en los datos
fr: Sélectionnez le champ clé dans les données
km: ជ្រើសរើសប្រអប់ទិន្នន័យសំខាន់ៗ

source: Color scheme
es: Esquema de color
fr: Schéma de couleur
km: គម្រោងកំណត់ពណ៌

source: Edit
es: Editar
fr: Éditer
km: កែសម្រួល

source: Related Report
es: Reporte Relacionado
fr: Rapport associée
km: របាយការណ៍ពាក់ព័ន្ធ

source: Select Report
es: Seleccionar Reporte
fr: Sélectionnez le rapport
km: ជ្រើសរើសរបាយការណ៍

source: Table title
es: Título de la tabla
fr: Titre du tableau
km: ចំណងជើងតារាង

source: Content
es: Contenido
fr: Contenu
km: ខ្លឹមសារ

source: Description
es: Descripción
km: ការពិពណ៌នា

source: VIA Data is a platform that allows Ministries of Health and other public health organizations to publish visual, interactive and accessible data reports from a wide range of health topics. VIA Data has a simple interface that minimizes the time dedicated to creating reports while providing the essential visual and interactive elements for public access to data. It was developed on opensource license with minimal technological requirements.
es: VIA Data es una plataforma que permite a los Ministerios de Salud y otras organizaciones de salud pública publicar informes de datos visuales, interactivos y accesibles de una amplia gama de temas de salud. VIA Data tiene una interfaz simple que minimiza el tiempo dedicado a la creación de informes al tiempo que proporciona los elementos visuales e interactivos esenciales para el acceso público a los datos. Fue desarrollada con licencia de código abierto con requisitos tecnológicos mínimos.
fr: VIA Data est une plate-forme qui permet aux ministères de la Santé et à d'autres organisations de santé publique de publier des rapports de données visuels, interactifs et accessibles sur un large éventail de sujets de santé. VIA Data dispose d'une interface simple qui minimise le temps consacré à la création de rapports tout en fournissant les éléments visuels et interactifs essentiels pour l'accès public aux données. Il a été développé sous licence open source avec des exigences technologiques minimales.
km: VIA Data គឺជាវេទិកាមួយដែលអនុញ្ញាតឱ្យក្រសួងសុខាភិបាល និងអង្គការសុខភាពសាធារណៈដទៃទៀត បោះពុម្ពផ្សាយរបាយការណ៍ទិន្នន័យដែលមានរូបភាពបង្ហាញ របាយការណ៍ទិន្នន័យអន្តរកម្ម និងរបាយការណ៍ទិន្នន័យ ដែលអាចចូលមើលបាន អំពីប្រធានបទសុខភាពជាច្រើនផ្សេងៗគ្នា។ VIA Data មាន អ៊ីនធឺហ្វេសមួយដ៏សាមញ្ញ ដែលកាត់បន្ថយពេលវេលាក្នុងការបង្កើតរបាយការណ៍ និង ស្របពេលជាមួយគ្នានោះក៏ផ្តល់ផងដែរនូវធាតុដែលមានរូបភាពបង្ហាញ និងមានអន្តរកម្ម ដែលចាំបាច់សម្រាប់សាធារណជនទទួលបានទិន្នន័យ។ វាត្រូវបានបង្កើតឡើងដោយប្រើប្រាស់អាជ្ញាប័ណ្ណប្រភពបើកចំហរ ជាមួយនឹងតម្រូវការបច្ចេកវិទ្យាតិចតួចបំផុត។

source: Using the Platform
es: Cómo usar la plataforma
fr: Utiliser la Plate-forme
km: ការប្រើប្រាស់វេទិកា

source: Internal and public users of the platform have access to different levels of tool functionality.
es: Los usuarios internos y públicos de la plataforma tienen acceso a diferentes niveles de funcionalidad de la herramienta.
fr: Les utilisateurs internes et publics de la plateforme ont accès à différents niveaux de fonctionnalité de l'outil.
km: អ្នកប្រើផ្ទៃក្នុង និងអ្នកប្រើប្រាស់សាធារណៈនៃវេទិកានេះ មានលទ្ធភាពចូលប្រើមុខងាររបស់ឧបករណ៍ក្នុងកម្រិតផ្សេងៗគ្នា។

source: Internal users
es: Usuarios internos
fr: Utilisateurs internes
km: អ្នកប្រើប្រាស់ផ្ទៃក្នុង

source: Internal users of the platform, once logged in, can upload and manage new datasets in the <i>Manage Data</i> tab; and create and edit interactive reports in the <i>Design Reports</i> tab.
es: Los usuarios internos de la plataforma, una vez que inician sesión, pueden cargar y administrar nuevos conjuntos de datos en la pestaña <i> Administrar Datos </i>; y crear y editar informes interactivos en la pestaña <i> Diseñar Reportes </i>.
fr: Les utilisateurs internes de la plateforme, une fois connectés, peuvent télécharger et gérer de nouveaux ensembles de données dans l'onglet <i> Gérer les Données </i>; et créez et modifiez des rapports interactifs dans l'onglet <i> Concevoir les Rapports </i>.
km: អ្នកប្រើប្រាស់ផ្ទៃក្នុងនៃវេទិកាដែលបានចូលរួចហើយអាចបង្ហោះ និងគ្រប់គ្រងកម្រងទិន្នន័យថ្មីនៅក្នុងផ្ទាំង <i>គ្រប់គ្រងទិន្នន័យ</i> ព្រមទាំងបង្កើត និងកែសម្រួលរបាយការណ៍ដែលមានលក្ខណៈអន្តរកម្ម នៅក្នុងផ្ទាំង <i>របាយការណ៍រចនា</i>។

source: Public users
es: Usuarios públicos
fr: Utilisateurs publics
km: អ្នកប្រើប្រាស់សាធារណៈ

source: Public users can visualize and interact with published interactive reports accessible via the <i>View Reports</i> tab.
es: Los usuarios públicos pueden visualizar e interactuar con informes interactivos publicados accesibles en la página de <i> Inicio </i>.
fr: Les utilisateurs publics peuvent visualiser et interagir avec les rapports interactifs publiés accessibles via l'onglet <i> Voir les Rapports </i>.
km: អ្នកប្រើប្រាស់សាធារណៈអាចមើល និងធ្វើអន្តរកម្មជាមួយរបាយការណ៍អន្តរកម្មដែលបានផ្សព្វផ្សាយ ដោយអាចចូលមើលបានតាមរយៈផ្ទាំង <i>ទំព័រដើម</i>។
